{
    "navItems" : [     
    {
        "title": "Presentacion",
        "url": "#presentacion"
    },
    {
        "title": "Proyectos",
        "url": "#proyectos"
    },
    {
        "title": "Contacto",
        "url": "#contacto"
    }
],
    "presentacion" : [
    {
        "nombre": "Verónica Montero Cabello",
        "trabajo": "Programadora Web",
        "descripcion": "Soy Verónica Montero, programadora web FullStack con más de 2 años de experiencia en el desarrollo de soluciones dinámicas y escalables. Apasionada por la tecnología, he trabajado con tecnologías como HTML, CSS, JavaScript, C#, MySQL y PHP, diseñando y desarrollando tanto el frontend como el backend de aplicaciones web. Mi enfoque se centra en la calidad del código y la atención al detalle, asegurando que cada proyecto cumpla con altos estándares de eficiencia y funcionalidad.</br> Me considero una persona comprometida, responsable y en constante aprendizaje, siempre buscando nuevas formas de mejorar mis habilidades y de afrontar nuevos retos. Estoy deseando contribuir con mi experiencia y seguir creciendo profesionalmente en el ámbito del desarrollo web.",
        "linkedin": "https://www.linkedin.com/in/ver%C3%B3nica-montero-cabello-9569b4209/",
        "github": "https://github.com/Kyria77",
        "cvLink": "./assets/curriculum.png"
    }
],
    "proyectos" : [

    {
        "nombre": "PAGINA CON HTMLS CSS JAVASCRIPT",
        "descripcion": "Creación de página web utilizando HTML y CSS para la entrega de un trabajo durante el curso que realicé en Master D. Este trabajo se entrega al finalizar la unidad de JavaScript. El trabajo requería, validación de formulario con presupuesto calculado a tiempo real, una galería dinámica, una carga de Noticias desde un archivo externo JSON y un mapa dinámico que calcule la ruta desde la dirección del cliente, hasta la empresa.",
        "tecnologias": "HTML, CSS y JavaScript",
        "imagen": "./assets/proyectos/ejemplo2.png",
        "url": "https://kyria77.github.io/harimao/"
    },
    {
        "nombre": "AUTOSCASA",
        "descripcion": "Creación de una página web a modo de aplicación interna para gestionar los servicios de reserva de vehículos, facturación, etc, con la empresa Anvil projects",
        "tecnologias": "HTML, CSS y JavaScript y Bootstrap",
        "imagen": "./assets/proyectos/ejemplo3.png",
        "url": "https://autoscasa.com/"
    },
    {
        "nombre": "PORFOLIO",
        "descripcion": "Creación de un porfolio mediante HTML, CSS y JavaScript. He utilizado un archivo externo JSON para cargar datos tanto de navBar, como proyectos.",
        "tecnologias": "HTML, CSS y JavaScript",
        "imagen": "./assets/proyectos/ejemplo6.png",
        "url": "https://kyria77.github.io/porfolio/"
    }
]
}